Repository: abeek1/61439-3_2024
Catalog: tm/61439-3_2024_omegat-omegat.tmx
Source language: en
Languages: et

source: switching operations and replacing fuse-links), e.g.
et: lülitustoiminguteks ja sulavpanuste vahetamiseks) näiteks

source: DBOs can be assembled by the original manufacturer or by an assembly manufacturer
et: Jaotuskilbid, mida tohivad käsitada tavaisikud, võivad olla koostatud originaaltootja või kooste tootja poolt.

source: with IEC 60898-1, IEC 61008, IEC 61009, IEC 62423 and IEC 60269-3;
et: standardite IEC 60898-1, IEC 61008, IEC 61009, IEC 62423 ja IEC 60269-3 nõuetele;

source: Addition:
et: Täiendus:

source: Additional terms and definitions:
et: Lisateminid ja -määratlused

source: Annexes
et: Lisad

source: Clause 3 of IEC 61439-1:2020 is applicable except as follows.
et: Rakendatakse IEC 61439-1:2020 3. osa välja koostatud alljärgnevate täiendustega.

source: DBOs may also include control and/or signaling devices associated with the distribution of electrical energy.
et: Jaotuskilbid, mida tohivad käsitada tavaisikud, võivad sisaldada ka juhtimis- ja/või signalisatsiooniseadmeid, mis on seotud elektrienergia jaotamisega.

source: DBOs may be assembled outside the factory of the original manufacturer.
et: Jaotuskilbid, mida tohivad käsitada tavaisikud, võivad olla koostatud väljaspool originaaltootja tehast.

source: DBOs have the following criteria:
et: Jaotuskilbid, mida tohivad käsitada tavaisikud, on määratletud järgmiste asjaoludega:

source: For the purposes of this document, the terms and definitions given in IEC 61439-1:2020 and the following apply.
et: Dokumendi rakendamisel kasutatakse standardis IEC 61439-1:2020 ning allpool esitatud termineid ja määratlusi.

source: General terms
et: Üldterminid

source: Note 1 to entry: For operation by ordinary persons, see 8.4.6.1 of IEC 61439-1:2020.
et: Märkus 1 Mis on mõeldud tavaisikute poolt käsitamiseks vt. 8.4.6.1 of IEC 61439-1:2020.

source: Note 2 to entry: Switching operations and replacing fuse-links are examples of operations intended to be carried out by ordinary persons.
et: MÄRKUS 2 Tavaisikute sooritatavad ettenähtud toimingud on näiteks lülitustoimingud ja sulavpanuste vahetamine.

source: Note 3 to entry: Definition 3.1.101 does not preclude the DBO from being operated by skilled or instructed persons, and also being used in non-domestic installations.
et: MÄRKUS 3Määratlus 3.1.101 ei eelda jaotuskilbi, mida tohivad käsitada tavaisikud mittekasutatavaust ohuteadlikul või elektrialaisiku poolt või mujal kui kodumajapidamispaigaldises.

source: Note 4 to entry: DBOs can be assembled outside the factory of the original manufacturer.
et: MÄRKUS 4 Jaotuskilbid, mida tohivad käsitada tavaisikud, võivad olla koostatud väljaspool originaaltootja tehast.

source: This clause of Part 1 applies except as follows.
et: Rakendatakse osa 1 jaotist 10 koos alljärgnevate täiendustega.

source: This part of IEC 61439 defines the specific requirements for distribution boards intended to be operated by ordinary persons (DBO).
et: Standardisarja IEC 61439 see osa määratleb erinõuded jaotuskilpidele, mida tohivad käsitada tavaisikud.

source: This standard applies to all DBOs whether they are designed, manufactured and verified on a one-off basis or fully standardised and manufactured in quantity.
et: Standard kehtib kõigi jaotuskilpide kohta, mida tohivad käsitada tavaisikud, sõltumata sellest, kas need on projekteeritud, valmistatud ja kontrollitud ühekaupa või täielikult standarditud ning hulgi valmistatavad.

source: This standard does not apply to individual devices and self-contained components, such as circuit breakers, fuse switches, electronic equipment, etc. which will comply with the relevant product standards.
et: Standard ei kehti üksikseadmete ega tervikkomponentide kohta, nagu kaitselülitid, sulavkaitsmete ja lüliti kombinatsioonid, elektroonikaseadmed jne, mis peavad vastama asjakohastele tootestandarditele.

source: This standard does not apply to the specific types of ASSEMBLIES covered by other parts of IEC 61439.
et: Standard ei kehti standardisarja IEC 61439 muude osadega hõlmatud eriliiki koostete kohta.

source: assembly used to distribute and control electrical energy for all types of electrical supplies and loads, intended for operation by ordinary persons
et: iga liiki allikate ja tervitite jaoks elektrienergia jaotamiseks ja juhtimiseks kasutatav kooste, mis on mõeldud tavaisikute poolt käsitamiseks

source: distribution board intended to be operated by ordinary persons DBO (distribution board intended to be operated by ordinary persons DBO)
et: jaotuskilp, mida tohivad käsitada tavaisikud (distribution board intended to be operated by ordinary persons DBO)

source: enclosed, stationary;
et: need on kohtkindlad ning kinnise ehitusega;

source: for indoor or outdoor use.
et: need võivad olla ette nähtud nii sise- kui ka väliskasutuseks.

source: in domestic (household) applications;
et: kodumajapidamisrakendustes

source: intended for the distribution of electrical energy;
et: need on ette nähtud elektrienergia jaotamiseks;

source: intended to be operated by ordinary persons (e.g.
et: need on ette nähtud käsitamiseks (nt

source: outgoing circuits contain protective devices, intended to be operated by ordinary persons, complying e.g.
et: nende väljundahelad sisaldavad kaitseaparaate, mida tohivad käsitada tavaisikud ja mis vastavad nt

source: rated current (Inc) of the outgoing circuits does not exceed 125 A and the rated current (InA) of the DBO does not exceed 250 A;
et: nende väljundahelate tunnusvool (Inc) ei ole üle 125 A ja jaotuskilbi tunnusvool (InA) ei ole üle 250 A;

source: rated voltage to earth does not exceed 300 V a.c.;
et: nende tunnuspinge maa suhtes ei ole vahelduvvoolu korral üle 300 V;
